function Home() {
  return (
    <div id="home"
        className="">
      <section className="flex flex-col gap-6 px-4 md:px-12 lg:px-24 py-12 md:py-24 lg:py-36">
        <h1 className="pt-5 text-center text-4xl font-bold">
          أهلاً بكم في منصتكم التعليمية للمرحل الطبي
        </h1>
        <p className="text-center text-xl">
          {" "}
          منصة وجدرت لتكون أحد مصادر المعرفة والتطوير، وتجمع بين كيفية التعامل مع البروتوكولات
          الطبية ومهارات التواصل، لتدعمكم في أداء رسالتكم الإنسانية بأعلى جهد وكفاءة.
        </p>
        <p className="text-center text-xl">
          {" "}
          منصة وجدرت لتكون أحد مصادر المعرفة والتطوير، وتجمع بين كيفية التعامل مع البروتوكولات
          الطبية ومهارات التواصل، لتدعمكم في أداء رسالتكم الإنسانية بأعلى جهد وكفاءة.
        </p>
        <p className="text-center text-xl">
          {" "}
          منصة وجدرت لتكون أحد مصادر المعرفة والتطوير، وتجمع بين كيفية التعامل مع البروتوكولات
          الطبية ومهارات التواصل، لتدعمكم في أداء رسالتكم الإنسانية بأعلى جهد وكفاءة.
        </p>
        <p className="text-center text-xl">
          {" "}
          منصة وجدرت لتكون أحد مصادر المعرفة والتطوير، وتجمع بين كيفية التعامل مع البروتوكولات
          الطبية ومهارات التواصل، لتدعمكم في أداء رسالتكم الإنسانية بأعلى جهد وكفاءة.
        </p>
        <p className="text-center text-xl">
          {" "}
          منصة وجدرت لتكون أحد مصادر المعرفة والتطوير، وتجمع بين كيفية التعامل مع البروتوكولات
          الطبية ومهارات التواصل، لتدعمكم في أداء رسالتكم الإنسانية بأعلى جهد وكفاءة.
        </p>
        <p className="text-center text-xl">
          {" "}
          منصة وجدرت لتكون أحد مصادر المعرفة والتطوير، وتجمع بين كيفية التعامل مع البروتوكولات
          الطبية ومهارات التواصل، لتدعمكم في أداء رسالتكم الإنسانية بأعلى جهد وكفاءة.
        </p>
        <p className="text-center text-xl">
          {" "}
          منصة وجدرت لتكون أحد مصادر المعرفة والتطوير، وتجمع بين كيفية التعامل مع البروتوكولات
          الطبية ومهارات التواصل، لتدعمكم في أداء رسالتكم الإنسانية بأعلى جهد وكفاءة.
        </p>
      </section>
    </div>
  );
}

export default Home;